---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RadiusSymbolText
source: html/d0dc7b81-87e1-755c-0372-ef683905f2e2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RadiusSymbolText Property

"Radius Symbol Text"

## Syntax (C#)
```csharp
public static ForgeTypeId RadiusSymbolText { get; }
```